Repository: EasyCoding/Sparkling
Catalog: languages/*.po
Languages: ru_ru

source: Oops! That page can&rsquo;t be found.
ru_ru: Ой! К сожалению нет такой страницы.

source: It looks like nothing was found at this location. Maybe try one of the links below or a search?
ru_ru: Ничего не найдено. Попробуйте перейти по другой ссылке или воспользуйтесь поиском.

source: Newer posts
ru_ru: Новые записи

source: Older posts
ru_ru: Старые записи

source: %d %s to post
ru_ru: %d %s к записи

source: comment
ru_ru: комментарий

source: commentary
ru_ru: комментария

source: commentaries
ru_ru: комментариев

source: No commentaries yet.
ru_ru: Пока нет комментариев.

source: Comment navigation
ru_ru: Навигация по комментариям

source: Older Comments
ru_ru: &larr; Старые комментарии

source: Newer Comments
ru_ru: Новые комментарии &rarr;

source: Comments are closed.
ru_ru: Комментарии закрыты

source: Name
ru_ru: Имя

source: Your name
ru_ru: Ваше имя

source: You must enter your name!
ru_ru: Укажите своё имя или ник

source: Email (hidden)
ru_ru: E-mail (не публикуется)

source: Incorrect Email address entered.
ru_ru: Неверный формат почтового ящика

source: Do not post any hyperlinks, or your comment will be removed as spam.
ru_ru: Внимание! Запрещено публиковать любые ссылки в тексте комментария, иначе он сразу же будет помечен как нежелательный и не будет опубликован на сайте.

source: Enter your comment
ru_ru: Текст комментария

source: Enter your comment without any hyperlinks.
ru_ru: Введите текст вашего комментария в эту форму без использования каких-либо ссылок.

source: Do not post any hyperlinks!
ru_ru: Запрещено указывать ссылки в тексте сообщения!

source: Nothing Found
ru_ru: Поиск не дал результатов

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
ru_ru: Готовы опубликовать свою первую запись? <a href="%1$s">Начнем</a>.

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
ru_ru: Ни один результат не соответствует Вашему запросу. Пожалуйста, повторите поиск, используя другие ключевые слова.

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
ru_ru: Похоже, мы не можем найти запрашиваемую Вами информацию. Попробуйте найти через "Поиск".

source: Pages:
ru_ru: Страницы:

source: Edit %s
ru_ru: Редактировать %s

source: Leave a comment
ru_ru: Оставить комментарий

source: 1 Comment
ru_ru: 1 комментарий

source: % Comments
ru_ru: % комментарии

source: Read More
ru_ru: Подробнее

source: Primary Menu
ru_ru: Основное меню

source: Footer Links
ru_ru: Ссылки нижнего колонтитула страницы

source: Sidebar
ru_ru: Боковая панель

source: Homepage Widget 1
ru_ru: 1-й виджет на Главной странице

source: Displays on the Home Page
ru_ru: Отображается на Главной странице

source: Homepage Widget 2
ru_ru: 2-й виджет на Главной странице

source: Homepage Widget 3
ru_ru: 3-й виджет на Главной странице

source: Footer Widget 1
ru_ru: 1-й виджет нижнего колонтитула

source: Used for footer widget area
ru_ru: Использовано для области виджета футера

source: Footer Widget 2
ru_ru: 2-й виджет нижнего колонтитула

source: Footer Widget 3
ru_ru: 3-й виджет нижнего колонтитула

source: Right Sidebar
ru_ru: Справа

source: Left Sidebar
ru_ru: Слева

source: No Sidebar
ru_ru: Без боковой панели

source: Full Width
ru_ru: В полную ширину

source: <i class="fa fa-chevron-left"></i> Previous
ru_ru: <i class="fa fa-chevron-left"></i> Предыдущий

source: Next <i class="fa fa-chevron-right"></i>
ru_ru: Следующий <i class="fa fa-chevron-right"></i>

source: Sparkling Options
ru_ru: Настройки темы

source: Panel to update sparkling theme options
ru_ru: Панель настройки темы Sparkling

source: Content Options
ru_ru: Настройки контента

source: Show post excerpts?
ru_ru: Показывать кнопку "Подробнее"?

source: Display Comments on Static Pages?
ru_ru: Показывать комментарии на страницах?

source: Slider options
ru_ru: Настройки слайдера

source: Check if you want to enable slider
ru_ru: Включить слайдер

source: Uncheck to simply show the image in the slider
ru_ru: Уберите флажок, чтобы показывать изображения внутри слайдера

source: Slider Category
ru_ru: Категория для слайдера

source: Select a category for the featured post slider
ru_ru: Выберите самую интересную категорию записей для слайдера

source: Number of slide items
ru_ru: Количество слайдов

source: Enter the number of slide items
ru_ru: Введите количество слайдов

source: Layout options
ru_ru: Варианты разметки сайта

source: Website Layout Options
ru_ru: Варианты разметки сайта

source: Choose between different layout options to be used as default
ru_ru: Выберите режим разметки по умолчанию

source: Element Color
ru_ru: Цвет элемента

source: Default used if no color is selected
ru_ru: Если не выберите свой цвет, будет использовано стандартное значение

source: Element color on hover
ru_ru: Цвет элемента при наведении

source: Action Button
ru_ru: Call for Action

source: Call For Action Text
ru_ru: Текст Call for Action

source: Enter the text for call for action section
ru_ru: Введите текст для секции Call for Action

source: Call For Action Button Title
ru_ru: Текст кнопки Call for Action

source: Enter the title for Call For Action button
ru_ru: Введите текст кнопки Call for Action

source: CFA button link
ru_ru: Ссылка кнопки Call for Action

source: Enter the link for Call For Action button
ru_ru: Введите адрес ссылки кнопки Call for Action

source: Call For Action Text Color
ru_ru: Цвет текста Call for Action

source: Call For Action Background Color
ru_ru: Цвет фона Call for Action

source: Call For Action Button Border Color
ru_ru: Цвет границы кнопки Call for Action

source: Call For Action Button Text Color
ru_ru: Цвет текста кнопки Call for Action

source: Typography
ru_ru: Типографика

source: Main Body Text
ru_ru: Основной шрифт

source: Used in p tags
ru_ru: Используется в тегах <p>

source: Heading Color
ru_ru: Цвет заголовков

source: Color for all headings (h1-h6)
ru_ru: Цвет для всех заголовков (h1-h6)

source: Link Color
ru_ru: Цвет ссылок

source: Link:hover Color
ru_ru: Цвет ссылки при наведении

source: Header
ru_ru: Верхний колонтитул

source: Check to show fixed header
ru_ru: Отметьте, чтобы использовать фиксированный заголовок

source: Top nav background color
ru_ru: Цвет фона верхнего меню

source: Top nav item color
ru_ru: Цвет текста элемента списка верхнего меню

source: Link color
ru_ru: Цвет ссылки

source: Top nav item hover color
ru_ru: Цвет текста элемента списка верхнего меню при наведении

source: Link:hover color
ru_ru: Цвет ссылки при наведении

source: Top nav dropdown background color
ru_ru: Цвет фона выпадающего меню второго уровня

source: Background of dropdown item hover color
ru_ru: Цвет фона элемента при наведении в выпадающем меню второго уровня

source: Top nav dropdown item color
ru_ru: Цвет элемента в выпадающем меню второго уровня

source: Dropdown item color
ru_ru: Цвет элемента

source: Footer
ru_ru: Нижний колонтитул

source: Footer widget area background color
ru_ru: Цвет фона области виджетов нижнего колонтитула

source: Footer background color
ru_ru: Цвет фона нижнего колонтитула

source: Footer text color
ru_ru: Цвет текста нижнего колонтитула

source: Footer link color
ru_ru: Цвет ссылок нижнего колонтитула

source: Footer information
ru_ru: Информация в нижнем колонтитуле

source: Copyright text in footer
ru_ru: Текст об авторских правах в нижнем колонтитуле

source: Social
ru_ru: Соц. сети

source: Social icon color
ru_ru: Цвет иконки соц. сетей

source: Footer social icon color
ru_ru: Цвет иконки соц. сетей в нижнем колонтитуле

source: Check to show social icons in footer
ru_ru: Показывать иконки соц. сетей в нижнем колонтитуле

source: Other
ru_ru: Другие

source: Custom CSS
ru_ru: Пользовательский CSS

source: Additional CSS
ru_ru: Дополнительный CSS

source: Support and Documentation
ru_ru: Поддержка и Документация

source: Sparkling Documentation
ru_ru: Документация Sparkling

source: The best way to contact us with <b>support questions</b> and <b>bug reports</b> is via
ru_ru: Чтобы связаться с нами по вопросам <b>технической поддержки</b> и <b>отчетов об ошибках</b>, используйте

source: Colorlib support forum
ru_ru: Форум поддержки Colorlib

source: If you like this theme, I'd appreciate any of the following:
ru_ru: Если вам понравилась эта тема, я был бы благодарен за любой из следующих вариантов:

source: Rate this Theme
ru_ru: Оценить эту тему

source: Like on Facebook
ru_ru: Поставить лайк на Facebook

source: Follow on Twitter
ru_ru: Читать Twitter

source: This post is password protected. To view it please enter your password below:
ru_ru: Эта запись защищена паролем. Чтобы просмотреть её, пожалуйста, введите этот пароль здесь:

source: Password:
ru_ru: Пароль:

source: Submit
ru_ru: Отправить

source: Theme by %1$s Powered by %2$s
ru_ru: Тема от %1$s. Работает на %2$s

source: Add a menu
ru_ru: Добавить меню

source: Sparkling Categories
ru_ru: (Sparkling) Категории

source: Categories
ru_ru: Категории

source: Title
ru_ru: Название

source: Limit Categories
ru_ru: Лимит категорий

source: Enable Posts Count
ru_ru: Включить счётчик записей

source: Sparkling Popular Posts Widget
ru_ru: (Sparkling) Популярные записи

source: Popular Posts
ru_ru: Популярные записи

source: Title
ru_ru: Название

source: Limit Posts Number
ru_ru: Ограничить количество записей

source: Sparkling Social Widget
ru_ru: (Sparkling) Соц. сети

source: Follow us
ru_ru: Присоединяйтесь к нам

source: Search Results for: %s
ru_ru: Результаты поиска по запросу: %s

source: Search for:
ru_ru: Поиск по запросу:

source: Enter keywords for search!
ru_ru: Введите текст для поиска...

# label
source: Search for:
ru_ru: Введите ключевые слова для поиска

source: Archives
ru_ru: Архивы

source: Meta
ru_ru: Мета
